;Place localized text in this file



---------------------------------------CARBON REFLEX-----------------------

[CarbonReflexItem X2WeaponTemplate]
FriendlyName="Carbon Reflex Nerves"
FriendlyNamePlural="Carbon Reflex Nerves"
BriefSummary="Adrenaline activated servos allow for soldiers to be more accurate when taking reaction shots."
TacticalText="<Bullet/> Carbon Reflex Nerves grant bonus aim on reaction shots."

[CarbonReflexPassive X2AbilityTemplate]
LocFriendlyName="Carbon Reflex Nerves"
LocLongDescription="Carbon Reflex Nerves grant an aim bonus on reaction shots."
LocHelpText="Gain bonus aim on reaction shots."
LocFlyOverText="Carbon Reflex Nerves"
LocPromotionPopupText="<Bullet/> Carbon Reflex Nerves grant bonus aim on reaction shots"

[CarbonReflexStatBoost X2AbilityTemplate]
LocFriendlyName="Carbon Reflex Nerves"
LocLongDescription="Carbon Reflex Nerves grant an aim bonus on reaction shots."
LocHelpText="Gain bonus aim on reaction shots."
LocFlyOverText="Carbon Reflex Nerves"
LocPromotionPopupText="<Bullet/> Carbon Reflex Nerves grant bonus aim on reaction shots"

-------------------------------------REVITALIZER-----------------------

[RevitalizerItem X2WeaponTemplate]
FriendlyName="Revitalizer"
FriendlyNamePlural="Revitalizers"
BriefSummary="Our most advanced medical technology has been condensed into a single unit capable of sustaining life over extended periods of time."
TacticalText="<Bullet/> Revitalizer will grant passive healing. \n<Bullet> Revitalizer grants 5 uses of the stabilize ability. \n<Bullet> Revitalizer can cure all allies and user of all status conditions once per battle."

[RevitalizerPassive X2AbilityTemplate]
LocFriendlyName="Revitalization"
LocLongDescription="The Revitalizer heals this unit each turn."
LocHelpText="The Revitalizer heals this unit each turn."
LocFlyOverText="Revitalization"
LocPromotionPopupText="<Bullet/> Reviatlizer grants passive healing."

[RevitalizerHeal X2AbilityTemplate]
LocFriendlyName="Revitalization"
LocLongDescription="The Revitalizer heals this unit each turn."
LocHelpText="The Revitalizer heals this unit each turn."
LocFlyOverText="Revitalization"
LocPromotionPopupText="<Bullet/> Reviatlizer grants passive healing."

[RevitalizerStabilize X2AbilityTemplate]
LocFriendlyName="Stabilize"
LocLongDescription="Prevent a wounded soldier from bleeding out."
LocHelpText="Prevent a wounded soldier from bleeding out."
LocFlyOverText="Stabilize"
LocPromotionPopupText="<Bullet/> Prevent a wounded soldier from bleeding out."

[Revitalization X2AbilityTemplate]
LocFriendlyName="Revitalization"
LocLongDescription="Cure all status effects from all soldiers."
LocHelpText="Cure all status effects from all soldiers."
LocFlyOverText="Revitalization"
LocPromotionPopupText="<Bullet/> Cure all status effects from all soldiers."


-------------------------------------CIRCUIT BREAKER-----------------------

[CircuitBreakerItem X2WeaponTemplate]
FriendlyName="Circuit Breaker"
FriendlyNamePlural="Circuit Breakers"
BriefSummary="Breakthroughs in quantum computing will allow even our most technologically illiterate soldiers to excel at hacking."
TacticalText="<Bullet/> The Circuit Breaker grants a bonus to the hacking stat."

[CircuitBreakerStatBoost X2AbilityTemplate]
LocFriendlyName="Circuit Breaker"
LocLongDescription="The Ciruit Breaker grants a bonus to the hacking stat."
LocHelpText="The Ciruit Breaker grants a bonus to the hacking stat."
LocFlyOverText="Circuit Breaker"
LocPromotionPopupText="<Bullet/> The Ciruit Breaker grants a bonus to the hacking stat."

-------------------------------------SUPERLOADER-----------------------

[SuperloaderItem X2WeaponTemplate]
FriendlyName="Superloader"
FriendlyNamePlural="Superloaders"
BriefSummary="Through experimental teleportation technology, quantum physics, and dark magic wizardry, we now have the potential to reload primary firearms without using an action, indefinetly."
TacticalText="<Bullet/> The Superloader allows for unlimited free reloads."

[Superload X2AbilityTemplate]
LocFriendlyName="Superload"
LocLongDescription="The Superloader allows free reloads on a short cooldown."
LocHelpText="The Superloader allows free reloads on a short cooldown."
LocFlyOverText="Superloader"
LocPromotionPopupText="<Bullet/> The Superloader allows free reloads on a short cooldown."


-------------------------------------BARRIER BURSTER-----------------------

[BarrierBursterItem X2WeaponTemplate]
FriendlyName="Barrier Burster"
FriendlyNamePlural="Barrier Bursters"
BriefSummary="Though we are unable to fully emulate a shieldbearer's ability to perpetuate shielding, we have had partial success in providing massive shielding for a short period of time."
TacticalText="<Bullet/> The Barrier Burster provides massive shielding to XCOM until the end of your next turn."

[BarrierBurst X2AbilityTemplate]
LocFriendlyName="Barrier Burst"
LocLongDescription="The Barrier Burster provides massive shielding to XCOM until the end of your next turn."
LocHelpText="The Barrier Burster provides massive shielding to XCOM until the end of your next turn."
LocFlyOverText="Barrier Burst"
LocPromotionPopupText="<Bullet/> The Barrier Burster provides massive shielding to XCOM until the end of your next turn."



-------------------------------------SATELLITE TARGETER-----------------------

[SatTargetItem X2WeaponTemplate]
FriendlyName="Satellite Targeter"
FriendlyNamePlural="Satellite Targeters"
BriefSummary="Breakthroughs in our secret ''Project GLDN-I'' has allowed us to create a module capable of temporarily hacking an ADVENT satellite for the sake of improving our soldier's aim".
TacticalText="<Bullet/> The satellite targeter grants an aim bonus against enemy units caught within the target radius."

[SatTarget X2AbilityTemplate]
LocFriendlyName="Satellite Target"
LocLongDescription="The Satellite Targeter improves aim against enemies caught in the target radius."
LocHelpText="The Satellite Targeter improves aim against enemies caught in the target radius."
LocFlyOverText="Satellite Target"
LocPromotionPopupText="<Bullet/> The Satellite Targeter improves aim against enemies caught in the target radius."



--------------------------------------------The Proving Grounds Project------------------------------

[HHSTechTemplate X2TechTemplate]
DisplayName="Experimental Heavy Support Item"
Summary="Though not as deadly as their fully weaponized counterparts, the potential is great for extremely effective support items powered by armor."
CodeName="Boopity Bippity"
LongDescription="Though not as deadly as their fully weaponized counterparts, the potential is great for extremely effective support items powered by armor."

